/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "檢測到一個最新版本。";
"Version:" = "版本號：";
"Released Date:" = "發布日期：";
"Remind me later" = "之後提醒我";
"Update now" = "立即更新";
"Check the update" = "檢測更新";
"The version you are using is the latest one!" = "當前版本已經是最新版本了。";
"Software updata" = "軟件更新";
"Network error, please check the network and try again." = "網絡異常，請檢查網絡通過後重試！";
"OK" = "好";
"Downloading, please wait a moment." = "正在下載，請稍後…";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "下載完成。立即安裝需要關閉正在運行的程序，您是否要繼續？";
"Install now" = "立即安裝";
"Cancel" = "取消";
"Download the latest version, do you want to cancel?" = "正在更新最新版本，是否要取消？";
"Download error, please check the network and try again," = "下載異常，請檢查網絡通過後重試！";
"Yes" = "是";
"No" = "否";
"Installing, please wait a moment." = "正在安裝程序，請稍後…";
"Install complete." = "安裝完成。";
"Start now" = "立即啟動";
"Install failed, please try again." = "安裝失敗，請重試。";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "請耐心等待程序安裝完成，否則可能會造成程序異常。";
"Try again" = "重試";
"What's New:" = "更新內容: ";
"Checking for updates…" = "正在檢查更新…";
